var quest={
    q1:"Какое брюхо, согласно спорной русской пословице, глухо к ученью?",
    q11:" 1.Толстое ",
    q12:"2.Тощее ",
    q13:"3.Пустое ",
    q14:"4.Сытое ",//correct
    correct1:4, 
    q2:"Как называется комедия В. В. Маяковского?",
    q21:" 1.Пена ",
    q22:"2.Клоп ",//correct
    q23:"3.Паук ",
    q24:"4.Жук ",
    correct2:2,
    q3:"Кто из этих великих футболистов прошлого был защитником?",
    q31:"1.Беккенбауэр ",//correct
    q32:"2.Платини ",
    q33:"3.Гарринча ",
    q34:"4.Эйсебио ",
    correct3:1,
}
var correct=[4,2,1];